[
  {
    "name": "Banshee",
    "huntThreshold": 50,
    "evidence": ["Fingerprints", "Ghost Orbs", "D.O.T.S"],
    "tips": [
      "Targets a single player at the beginning of the game. If that player dies/leaves, a new target is selected. Others will be ignored during hunts.",
      "When the hunt target is outside of the house during a hunt, the Banshee hunts similarly to other ghosts.",
      "In multiplayer, will hunt based off INDIVIDUAL sanity of their target, not group average.",
      "Parabolic microphone interactions have a 33% chance for a unique Banshee scream.",
      "If attempting to complete the \"Repel a ghost while it's chasing someone\" objective, the \"someone\" must be the selected target."
    ]
  },
  {
    "name": "Demon",
    "huntThreshold": 70,
    "evidence": ["Fingerprints", "Ghost Writing", "Freezing Temperatures"],
    "tips": [
      "A demon can trigger an ability allowing it to hunt at any sanity.",
      "The hunt triggered by this ability CAN be blocked by smudge sticks or a crucifix",
      "The crucifix has an effective radius of 5 meters instead of the usual 3.",
      "Demons have a 20 second hunt cooldown instead of the usual 25.",
      "Smudging a demon prevents hunts for 60 seconds instead of the usual 90."
    ]
  },
  {
    "name": "Deogen",
    "huntThreshold": 40,
    "evidence": ["Spirit Box", "Ghost Writing", "D.O.T.S"],
    "tips": [
      "This ghost is NOT affected by the hunt LOS speed boost.",
      "Deogen's move quickly then slow as they get closer than 6 meters to their target.",
      "Deogen's ALWAYS knows the locations of players. Run from the Deogen, don't hide.",
      "If you're within 1 meter of a Deogen, there is a 33% chance for a unique \"bull-like breathing\" response.",
      "Deogen's pick the closest target at the start of the hunt. This will occasionally \"refresh\" and can be forced using a smudge."
    ]
  },
  {
    "name": "Goryo",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Fingerprints", "D.O.T.S"],
    "tips": [
      "Has a forced evidence of D.O.T.S on >= 1 evidence games.",
      "Goryo's D.O.T.S silhouettes can only be seen via a video camera when the ghost room is empty.",
      "A Goryo will never change ghost rooms, no matter the difficulty, except through the sanity wish with the monkey paw.",
      "The roaming distance of a Goryo is VERY limited, they will not travel far from the ghost room unless hunting."
    ]
  },
  {
    "name": "Hantu",
    "huntThreshold": 50,
    "evidence": ["Ghost Orbs", "Freezing Temperatures", "Fingerprints"],
    "tips": [
      "This ghost is NOT affected by the hunt LOS speed boost.",
      "Has a forced evidence of Freezing Temperatures on >= 1 evidence games.",
      "Hantu's movement speed ranges from 1.4m/s in warm rooms (> 15°C) to 2.7m/s (< 0°C).",
      "If the breaker is off, it's possible to see a Hantu's breath while it's hunting. Dead players cannot see this effect.",
      "Hantu evidence matches a mimic as well, be sure to check the Spirit Box. If you receive a response, it's a Mimic NOT a Hantu."
    ]
  },
  {
    "name": "Jinn",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Freezing Temperatures", "Fingerprints"],
    "tips": [
      "Jinn's have increased movement speed if the breaker is on, it can see a target, and that target is > 3 meters away.",
      "Jinn's will NOT turn off a breaker. However, they can still accidentally overload a breaker and turn it off by turning on a light.",
      "If a breaker was turned off and NOT overloaded, the lights that were on will automatically turn back on once the breaker is reengaged.",
      "The Jinn's special abilities all players in the same room or within 3 meters will lose 25% of their sanity. If the breaker is on it will read 2 or 5 on the EMF."
    ]
  },
  {
    "name": "Mare",
    "huntThreshold": 60,
    "evidence": ["Spirit Box", "Ghost Orbs", "Ghost Writing"],
    "tips": [
      "If the lights are on in the same room as the Mare, the hunt threshold drops to <= 40% sanity.",
      "Sources of light from brought in equipment (i.e. the candle) do not affect the Mare hunting sanity threshold.",
      "A Mare will NOT turn on a light, however, they are more likely to turn off lights or trigger a light shatter ghost event.",
      "You can test for a mare by turning a light on and seeing if it immedatiely turns the lights off. There is only a chance for this interaction if the Mare is within 4 meters. Try to pause a few seconds between attempts."
    ]
  },
  {
    "name": "Moroi",
    "huntThreshold": 50,
    "evidence": ["Spirit Box", "Ghost Writing", "Freezing Temperatures"],
    "tips": [
      "Has a forced evidence of spirit box in >= 1 evidence games.",
      "Moroi's curse the players they respond to on the spirit box or parabolic, doubling their sanity drain rate.",
      "Moroi's get faster the lower the average sanity value is below 50% from 1.5m/s @ 50% to 2.25m/s @ 5%",
      "You can test for a Moroi by raising your sanity to 100%, entering the location with a lit candle, and receiving a response via the spirit box or parabolic and wait 30 seconds. If your sanity continues to drain (screen available) or you're able to take another pill (screen broken), you are cursed."
    ]
  },
  {
    "name": "Myling",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Ghost Writing", "Fingerprints"],
    "tips": [
      "Myling's are known for interacting with the Parabolic Microphone more often than other ghosts.",
      "Myling's footsteps are harder to detect during a hunt. They can only be heard within 12 meters, getting louder the closer they are.",
      "If the footsteps are only heard when you're on the same floor and close enough to have electronics disrupted, it's likely a Myling."
    ]
  },
  {
    "name": "Obake",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Ghost Orbs", "Fingerprints"],
    "tips": [
      "Has a forced evidence of fingerprints on >= 1 evidence games.",
      "An Obake will shapeshift at least once during a hunt, with a standard 6.67% chance of it happening again per \"flicker\".",
      "Obake's sometimes don't leave fingerprints when interacting and their fingerprints fade faster.",
      "Obake's have a 16.7% chance to leave a unique fringerprint when it does leave one. These are a six fingered handprint, two fingerprints on a light instead of one, or fiver fingerprints on a keyboard or prison door, instead of four."
    ]
  },
  {
    "name": "Oni",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Freezing Temperatures", "D.O.T.S"],
    "tips": [
      "Oni's are more active when people are nearby.",
      "Oni's flicker less than other ghosts during hunts.",
      "They cannot perform the air ball ghost event.",
      "Ghost events will remove 20% player sanity over the usual 10%."
    ]
  },
  {
    "name": "Onryo",
    "huntThreshold": 60,
    "evidence": ["Spirit Box", "Ghost Orbs", "Freezing Temperatures"],
    "tips": [
      "If an Onyro attempts to hunt within range of a candle AND a crucifix, it will prioritize blowing out a candle to consuming the crucifix as a hunt prevention.",
      "Onyro's have a chance to hunt at any sanity after blowing out a candle. So the candle it blew out to prevent its last hunt may immediately trigger another.",
      "The more dead players the more likely for the Onyro to blow out a flame.",
      "Onryo evidence matches a mimic as well, be sure to check for fingerprints. If you find any, it's a Mimic NOT a Onryo."
    ]
  },
  {
    "name": "Phantom",
    "huntThreshold": 50,
    "evidence": ["Spirit Box", "Fingerprints", "D.O.T.S"],
    "tips": [
      "Phantom's fade out longer than other ghosts during a hunt (more than 1 second).",
      "A photo of a Phantom will be labeled \"ghost\" but the Phantom will not be visible on the picture.",
      "Phantom's drain the sanity of those who look at it at a faster rate. This is only active during ghost events or hunts. "
    ]
  },
  {
    "name": "Poltergeist",
    "huntThreshold": 50,
    "evidence": ["Spirit Box", "Fingerprints", "Ghost Writing"],
    "tips": [
      "Poltergeist's throw objects with more force than other ghosts.",
      "They are the only ghost that can throw more than one item at a time. (Twins technically throw in succession)",
      "Building multiple piles of throwable items around the ghost room can help identify the Poltergeist."
    ]
  },
  {
    "name": "Raiju",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Ghost Orbs", "D.O.T.S"],
    "tips": [
      "Raiju's can hunt at 65% if near active electrical equipment.",
      "Raiju's are more aggressive is near active electrical equipment.",
      "Electrical equipment is powered investigation gear and powered environmental items, such as a light, TV, or breaker."
    ]
  },
  {
    "name": "Revenant",
    "huntThreshold": 50,
    "evidence": ["Ghost Orbs", "Ghost Writing", "Freezing Temperatures"],
    "tips": [
      "This ghost is NOT affected by the hunt LOS speed boost.",
      "Revenant's are slow while searching for a target, but significantly faster once they see their target.",
      "This speed boost lasts until it reaches the point where it last saw it's target."
    ]
  },
  {
    "name": "Shade",
    "huntThreshold": 35,
    "evidence": ["EMF 5", "Ghost Writing", "Freezing Temperatures"],
    "tips": [
      "Shades are less likely to interact based on current sanity. This is reduced by 2% per sanity percentage lost. At 50% sanity, there is no penalty to the change of an interaction.",
      "Shades are more likely (67% chance per event) to trigger the ghost mists event or to manifest as a shadow figure.",
      "When a player is in the same room as a Shade it will only interact with Ghost Writing and will not start a hunt. Should the Shade wander out of the room, it can interact and hunt as normal."
    ]
  },
  {
    "name": "Spirit",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Ghost Writing", "Spirit Box"],
    "tips": [
      "Spirits are a baseline ghost with no distinct strengths.",
      "Spirits are affected by a pre-hunt smudge for 180 seconds, over the normal 90 seconds."
    ]
  },
  {
    "name": "Thaye",
    "huntThreshold": 75,
    "evidence": ["Ghost Orbs", "Ghost Writing", "D.O.T.S"],
    "tips": [
      "This ghost is NOT affected by the hunt LOS speed boost.",
      "These ghosts are more likely to interact with ghost writing and D.O.T.S than most other ghosts.",
      "Thaye's age rapidly. If you check with a Oujia board, you'll see the Thaye age over time. They will get slower and hunt at a lower threshold as they age.",
      "Every time the ghost ages, it loses 6% hunt threshold, 0.175m/s hunt speed, and 15% interaction chance (compared to base values).",
      "Thaye's will only age every 1-2 minutes IF a player is in the room, otherwise it will check again in 30 seconds."
    ]
  },
  {
    "name": "The Mimic",
    "huntThreshold": 50,
    "evidence": ["Spirit Box", "Fingerprints", "Freezing Temperatures"],
    "tips": [
      "As their name suggests, this ghost can Mimic the abilities of other ghosts and will change many times during the investigation.",
      "While the hunt threshold says 50, should it copy a demon, the threshold would be 70%. The mimic could also trigger the demon's \"hunt at any sanity\" ability. If it copies a shade, it's hunting threshold is 35%, etc.",
      "Mimic's will ALWAYS present spirit orbs as a piece of evidence, sometimes being the 4th evidence."
    ]
  },
  {
    "name": "The Twins",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Spirit Box", "Freezing Temperatures"],
    "tips": [
      "Twin's have a 50% chance to start the hunt in either the ghost room or the room it last had an interaction in using it's ability.",
      "The crucifix must be in the location where the hunt starts.",
      "If the hunt starts outside of the ghost room, the ghost will be slightly faster."
    ]
  },
  {
    "name": "Wraith",
    "huntThreshold": 50,
    "evidence": ["EMF 5", "Spirit Box", "D.O.T.S"],
    "tips": [
      "While NOT hunting Wraith's will sometimes teleport within 3 meters of a random player, triggering an EMF 2 (25% chance for EMF 5) reading at the player.",
      "A wraith will NEVER step in a pile of salt.",
      "You can verify this by placing a motion sensor over a pile of salt in an area the ghost frequently travels."
    ]
  },
  {
    "name": "Yokai",
    "huntThreshold": 50,
    "evidence": ["Ghost Orbs", "Spirit Box", "D.O.T.S"],
    "tips": [
      "Yokai's become more angry if a player talks within 2 meters of the ghost. This raises the hunt threshold to 80% temporarily.",
      "Yokai's can only hear electronics within 2 meters of it's current location."
    ]
  },
  {
    "name": "Yurei",
    "huntThreshold": 50,
    "evidence": ["Ghost Orbs", "Freezing Temperatures", "D.O.T.S"],
    "tips": [
      "Smudging a Yurei before a hunt will banish it to it's ghost room and trap it for 60 seconds. It can leave for a ghost event, but will return after.",
      "Yurei's ability can drain the sanity of all players within 7.5 meters by 15%.",
      "If there is a door open in it's current room, it will shut one random door fully and present an EMF 2 reading. While all ghosts can do this, a Yurei will do it more often."
    ]
  }
]
